Repository: kanishev2002/Fast-Reader
Catalog: Fast Reader/Fast Reader/*.xcloc/Localized Contents/*.xliff
Languages: ru

# 0Hn-d6-ktT.text
source: Adjust the font
ru: Настройка шрифта

# 0hJ-y0-vIh.title
source: Font picker
ru: Выбор шрифта

# 0w0-Vo-SjY.text
source: Dark
ru: Тёмная

# 4Rc-yq-7oU.text
source: War and Peace
ru: Война и мир

# 5eW-HZ-vGZ.text
source: Read: remaining:
ru: Прочитано: Осталось

# 8wH-sC-eC3.text
source: Read:
ru: Прочитано:

# 9zO-lm-bL1.text
source: Light
ru: Светлая

# 68n-kC-THH.text
source: Theme
ru: Тема

# Avo-Xt-xCn.title
source: Settings
ru: Настройки

# B84-aY-uRB.title
source: iTunes import
ru: Импорт через iTunes

# DAL-mQ-3GZ.text
source: Choose theme
ru: Выберите тему

# Dfe-oY-UZu.text
source: Max reading speed:
ru: Максимальная скорость чтения

# Fgd-lo-l0e.normalTitle
source: Dark
ru: Тёмная

# Fj6-GE-g4a.text
source: Font
ru: Шрифт

# Fq4-H4-gPw.text
source: Font size
ru: Размер шрифта

# HSB-cW-Qnv.normalTitle
source: Add image
ru: Добавить изображение

# IsR-iN-T0O.text
source: This app allows you to read at incredible speeds without almost any training. You now have to do a little initial setup.
ru: Это приложение позволяет вам читать на невероятных скоростях без тренировок. Далее вам нужно пройти небольшую начальную настройку

# KSK-5A-dut.title
source: Enable editing
ru: Включить редактирование

# LOS-YP-HjC.text
source: Input manually or copy
ru: Напечатать вручную или скопировать

# M2I-zV-g7F.text
source: Default reading speed
ru: Скорость чтения по-умолчанию

# Olv-8Q-uB8.text
source: Leo Tolstoy
ru: Лев Николаевич Толстой

# RbN-9J-9zb.title
source: My profile
ru: Мой профиль

# TMw-cD-SAm.normalTitle
source: Read last 15 words
ru: Поледние 15 слов

# Wyf-fa-Puy.title
source: Settings
ru: Настройки

# Y1x-mV-aiS.normalTitle
source: Done
ru: Готово

# aPt-YN-lw6.normalTitle
source: Read again
ru: Читать снова

# b8F-yA-w4V.text
source: Total words count:
ru: Общее количество слов:

# bp2-bM-vfj.title
source: Settings
ru: Настройки

# d8p-dw-s6s.text
source: To import from iTunes: 1. Connect your device to the computer 2. Open iTunes 3. Open your device page in iTunes 4. Go to common files and choose Fast Reader 5. Drag and drop your book to common files 6. Open Fast Reader on your phone 7. Go to your Library 8. Pull the list of books down to refresh Fast Reader supports PDF, TXT, RTF file formats
ru: Чтобы импортировать через iTunes: 1. Подключите свое устройство к компьютеру 2. Откройте iTunes 3. Откройте страницу своего устройства в iTunes 4. Перейдите в "общие файлы" и выберите Fast Reader 5. Перетяните книгу в "общие файлы" 6. Откройте Fast Reader на своем телефоне 7. Перейдите в библиотеку 8. Потяните список книг вниз для обновления Fast Reader поддерживает форматы PDF, TXT, RTF

# dmp-W9-aLa.text
source: Font size
ru: Размер шрифта

# e4d-Wq-nnT.text
source: Input your text here...
ru: Введите свой текст здесь...

# eVG-L6-K49.text
source: Total time of reading:
ru: Общее время чтения

# ez7-sf-olA.text
source: Import via iTunes
ru: Импортировать через iTunes

# g4a-cb-DPA.title
source: Book Adding
ru: Добавление книг

# gsh-HP-PFZ.footerTitle
source: Theme choosing doesn't work on devices running iOS 13 and above as it is synchronized with systemwide theme.
ru: Выбор тем не поддерживается на устройствах с iOS 13 и выше, так как тема синхронизирована с темой системы

# gsh-HP-PFZ.headerTitle
source: Themes
ru: Тема

# hu7-5h-7t8.title
source: Library
ru: Библиотека

# j0g-Rb-EmZ.title
source: Importing method
ru: Метод импорта

# jap-UC-Sxa.title
source: Text input
ru: Ввод текста

# lWT-Gt-oHR.text
source: Time economy:
ru: Экономия времени

# mto-Wk-PDg.text
source: Welcome to Fast Reader
ru: Добро пожаловать в Fast Reader

# npi-Od-jji.text
source: Read today:
ru: Прочитано сегодня:

# pmD-tO-93Q.title
source: Library
ru: Библиотека

# rY8-aX-QXi.title
source: Book detail
ru: Подробности о книге

# tQL-c3-Tql.title
source: Fastreading
ru: Скорочтение

# woT-Jx-Asa.title
source: Theme picker
ru: Выбор темы

# xjZ-nz-7oP.normalTitle
source: Light
ru: Светлая

# xww-FL-31J.text
source: Import from webage
ru: Импортировать из веб-страницы

source: minutes
ru: минут

source: words
ru: слов

source: words/min
ru: слов/мин

source: An error occured while fetching text from website. Please, try again.
ru: Возникла ошибка при получении текста с сайта. Пожалуйста, попробуйте еще раз.

source: Author's name
ru: Имя автора

source: Average reading speed
ru: Средняя скорость чтения

source: Cancel
ru: Отменить

source: Disable editing
ru: Отключить редактирование

source: Enable editing
ru: Включить редактирование

source: End of text
ru: Конец текста

source: Error
ru: Ошибка

source: Font size:
ru: Размер шрифта:

source: Go
ru: Перейти

source: Input name and author of the book
ru: Введите название книги и имя автора

source: Input your text here...
ru: Введите свой текст здесь...

source: Max reading speed:
ru: Максимальная скорость чтения:

source: Name of the book
ru: Название книги

source: Not enough information yet
ru: Пока недостаточно информации

source: Read today:
ru: Прочитано сегодня:

source: Read:
ru: Прочитано:

source: Read: (Int((position/wordsCount)*100.0))% Remaining: (Int((wordsCount - position) / readingSpeed)) min
ru: >Прочитано: (Int((position/wordsCount)*100.0))% Осталось: (Int((wordsCount - position) / readingSpeed)) мин

source: Remaining:
ru: Осталось:

source: Save
ru: Сохранить

source: Save as...
ru: Сохранить как...

source: This is example text
ru: Так будет выглядеть текст

source: Time economy:
ru: Экономия времени:

source: Total time of reading:
ru: Общее время чтения

source: Total words count:
ru: Общее количество слов:

source: Unknown author
ru: Неизвестный автор

source: Unknown book
ru: Неизвестная книга

source: You didn't input any text
ru: Вы не ввели текст
